Repository: milmil-dev/milmil
Catalog: macos/Milmil/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, ko, zh_hans

source: · 剩 %@
en: · %@ left
ja: · 残り %@
ko: · %@ 남음

source: %@ %@ 下載失敗
en: %1$@ %2$@ download failed
ja: %1$@ %2$@ のダウンロード失敗
ko: %1$@ %2$@ 다운로드 실패
zh_hans: %1$@ %2$@ 下载失败

source: %@ %@ 即將播出
en: %1$@ %2$@ airs soon
ja: %1$@ %2$@ まもなく放送
ko: %1$@ %2$@ 곧 방영
zh_hans: %1$@ %2$@ 即将播出

source: %@ %@ 已下載
en: %1$@ %2$@ downloaded
ja: %1$@ %2$@ をダウンロードしました
ko: %1$@ %2$@ 다운로드 완료
zh_hans: %1$@ %2$@ 已下载

source: %@ %@ 已可播放
en: %1$@ %2$@ is ready to watch
ja: %1$@ %2$@ が視聴可能になりました
ko: %1$@ %2$@ 시청 가능
zh_hans: %1$@ %2$@ 已可播放

source: %@ %@ 開始下載
en: %1$@ %2$@ download started
ja: %1$@ %2$@ のダウンロード開始
ko: %1$@ %2$@ 다운로드 시작
zh_hans: %1$@ %2$@ 开始下载

source: %@ JST · 本地 %@
en: %@ JST · local %@
ja: %@ JST · 現地 %@
ko: %@ JST · 현지 %@

source: %@ · 已看完
en: %@ · Finished
ja: %@ · 視聴済み
ko: %@ · 시청 완료

source: %@ · 已開始
en: %@ · Started
ja: %@ · 開始済み
ko: %@ · 시작함
zh_hans: %@ · 已开始

source: %@ 目前綁定到「%@」。
en: %@ is currently bound to “%@”.
ja: %@ は現在「%@」に割り当てられています。
ko: %@은(는) 현재 “%@”에 지정되어 있습니다.
zh_hans: %@ 目前绑定到「%@」。

source: %@ 第 %@ 集
en: %@ Episode %@
ja: %@ 第 %@ 話
ko: %@ %@화

source: %@ 第%@話
en: %@ Episode %@
ko: %@ %@화
zh_hans: %@ 第%@话

source: %lld 個下載
en: %lld downloads
ja: %lld 件のダウンロード
ko: 다운로드 %lld개
zh_hans: %lld 个下载

source: %lld 個檔案
en: %lld files
ja: %lld ファイル
ko: 파일 %lld개
zh_hans: %lld 个文件

source: %lld 個檔案 · 已復原 %lld
en: %lld files · %lld reverted
ja: %lld ファイル · %lld 件を元に戻し済み
ko: 파일 %lld개 · %lld개 되돌림
zh_hans: %lld 个文件 · 已还原 %lld

source: %lld 個種子
en: %lld torrents
ja: %lld 件のトレント
ko: 토렌트 %lld개
zh_hans: %lld 个种子

source: %lld 個結果
en: %lld results
ja: %lld 件の結果
ko: 결과 %lld개
zh_hans: %lld 个结果

source: %lld 個項目
en: %lld items
ja: %lld 件
ko: 항목 %lld개
zh_hans: %lld 个项目

source: %lld 個項目 · 規則會抓 %lld 個
en: %lld items · the rule would take %lld
ja: %lld 件 · ルールが取得するのは %lld 件
ko: 항목 %lld개 · 규칙이 가져올 항목 %lld개
zh_hans: %lld 个项目 · 规则会抓 %lld 个

source: %lld 分鐘
en: %lld min
ja: %lld 分
ko: %lld분
zh_hans: %lld 分钟

source: %lld 分鐘後停
en: Stop in %lld min
ja: %lld 分後に停止
ko: %lld분 후 정지
zh_hans: %lld 分钟后停止

source: %lld 分鐘後播出 · %@
en: Airs in %1$lld min · %2$@
ja: %1$lld 分後に放送 · %2$@
ko: %1$lld분 후 방영 · %2$@
zh_hans: %1$lld 分钟后播出 · %2$@

source: %lld 天 %lld 小時
en: %1$lld d %2$lld h
ja: %1$lld 日 %2$lld 時間
ko: %1$lld일 %2$lld시간
zh_hans: %1$lld 天 %2$lld 小时

source: %lld 天後
en: in %lld days
ja: %lld 日後
ko: %lld일 후
zh_hans: %lld 天后

source: %lld 天後播出
en: Airs in %lld days
ja: %lld 日後に放送
ko: %lld일 후 방영
zh_hans: %lld 天后播出

source: %lld 小時 %lld 分鐘
en: %1$lld h %2$lld min
ja: %1$lld 時間 %2$lld 分
ko: %1$lld시간 %2$lld분
zh_hans: %1$lld 小时 %2$lld 分钟

source: %lld 未讀
en: %lld unread
ja: 未読 %lld 件
ko: 읽지 않음 %lld개
zh_hans: %lld 未读

source: %lld 條
en: %lld danmaku
ja: %lld 件
ko: %lld개
zh_hans: %lld 条

source: %lld 條 · %@
en: %lld danmaku · %@
ja: %lld 件 · %@
ko: %lld개 · %@
zh_hans: %lld 条 · %@

source: %lld 條規則
en: %lld rules
ja: %lld 件のルール
ko: 규칙 %lld개
zh_hans: %lld 条规则

source: %lld 檔案 · %@
en: %lld files · %@
ja: %lld ファイル · %@
ko: 파일 %lld개 · %@
zh_hans: %lld 文件 · %@

source: %lld 組 · 可回收 %@
en: %lld sets · %@ reclaimable
ja: %lld 組 · %@ 削減可能
ko: %lld개 그룹 · %@ 회수 가능
zh_hans: %lld 组 · 可回收 %@

source: %lld 評分
en: %lld ratings
ja: %lld 件の評価
ko: 평가 %lld개
zh_hans: %lld 评分

source: %lld 部作品有缺集
en: %lld series with missing episodes
ja: %lld 作品にエピソードの欠落があります
ko: %lld개 작품에 누락된 에피소드가 있음

source: %lld 部節目
en: %lld shows
ja: %lld 作品
ko: %lld개 작품
zh_hans: %lld 部节目

source: %lld 集
en: %lld episodes
ja: 全 %lld 話
ko: %lld화

source: %lld 集 · %lld 有檔案
en: %lld episodes · %lld with files
ja: 全 %lld 話 · %lld 話にファイルあり
ko: %lld화 · 파일 있음 %lld
zh_hans: %lld 集 · %lld 有文件

source: %lld 集有檔案
en: %lld episodes with files
ja: %lld 話にファイルあり
ko: 파일 있는 에피소드 %lld개
zh_hans: %lld 集有文件

source: %lld 集未看
en: %lld unwatched
ja: 未視聴 %lld 話
ko: %lld화 안 봄

source: %lld/%lld 可套用
en: %lld/%lld applicable
ja: %lld/%lld 件を適用可能
ko: %lld/%lld개 적용 가능
zh_hans: %lld/%lld 可应用

source: %lld/%lld 集
en: %lld/%lld episodes
ja: %lld/%lld 話
ko: %lld/%lld화

source: .*芙莉蓮.*1080p.*
en: .*Frieren.*1080p.*
ja: .*フリーレン.*1080p.*
ko: .*프리렌.*1080p.*
zh_hans: .*芙莉莲.*1080p.*

source: 6 位數代碼
en: 6-digit code
ja: 6 桁のコード
ko: 6자리 코드
zh_hans: 6 位数代码

source: A-B 循環
en: A-B loop
ja: A-B ループ
ko: A-B 반복
zh_hans: A-B 循环

source: A-B 循環：清除
en: A-B loop: cleared
ja: A-B ループ: 解除
ko: A-B 반복: 해제
zh_hans: A-B 循环：清除

source: A-B 循環：設定 A 點
en: A-B loop: A point set
ja: A-B ループ: A 点を設定
ko: A-B 반복: A 지점 설정
zh_hans: A-B 循环：设置 A 点

source: A-B 循環：設定 B 點
en: A-B loop: B point set
ja: A-B ループ: B 点を設定
ko: A-B 반복: B 지점 설정
zh_hans: A-B 循环：设置 B 点

source: API Token（此帳號的所有裝置）
en: API tokens (all devices on this account)
ja: API トークン（このアカウントの全デバイス）
ko: API 토큰(이 계정의 모든 기기)
zh_hans: API Token（此账号的所有设备）

source: ASS 字幕保留原始樣式
en: Keep original styling for ASS subtitles
ja: ASS 字幕は元のスタイルを保持
ko: ASS 자막은 원래 스타일 유지
zh_hans: ASS 字幕保留原始样式

source: AniDB 資料更新
en: AniDB refresh
ja: AniDB 更新
ko: AniDB 갱신
zh_hans: AniDB 数据更新

source: Bangumi ID（選填）
en: Bangumi ID (optional)
ja: Bangumi ID（任意）
ko: Bangumi ID(선택)
zh_hans: Bangumi ID（选填）

source: Bot 定時報告
en: Bot scheduled report
ja: Bot 定期レポート
ko: Bot 정기 보고
zh_hans: Bot 定时报告

source: Bot 測試失敗
en: Bot test failed
ja: Bot のテストに失敗しました
ko: 봇 테스트 실패
zh_hans: Bot 测试失败

source: Bot 連線正常：@%@
en: Bot is reachable: @%@
ja: Bot に接続できました: @%@
ko: 봇 연결 정상: @%@
zh_hans: Bot 连接正常：@%@

source: GitHub 專案
en: GitHub Project
ja: GitHub プロジェクト
ko: GitHub 프로젝트
zh_hans: GitHub 项目

source: Infuse、VLC、Kodi 用呢個地址加你嘅 milmil 帳號密碼登入；播放進度會同步返嚟。
en: Infuse, VLC and Kodi sign in with this address and your milmil username and password; playback progress syncs back.
ja: Infuse、VLC、Kodi はこのアドレスと milmil のユーザー名・パスワードでログインします。再生位置は同期されます。
ko: Infuse, VLC, Kodi는 이 주소와 milmil 계정으로 로그인합니다. 재생 진행률은 다시 동기화됩니다.
zh_hans: Infuse、VLC、Kodi 用这个地址加你的 milmil 账号密码登录；播放进度会同步回来。

source: LAN 自動發現
en: LAN auto-discovery
ja: LAN 自動検出
ko: LAN 자동 검색
zh_hans: LAN 自动发现

source: RSS 更新
en: RSS refresh
ko: RSS 갱신

source: RSS 網址
en: RSS URL
ja: RSS の URL
ko: RSS 주소
zh_hans: RSS 网址

source: Region（可留空）
en: Region (optional)
ja: リージョン（省略可）
ko: 리전 (선택 사항)

source: Secret（選填，用於 HMAC 簽章）
en: Secret (optional, for HMAC signing)
ja: Secret（任意、HMAC 署名用）
ko: Secret(선택, HMAC 서명용)
zh_hans: Secret（选填，用于 HMAC 签章）

source: Spotlight 索引已重建
en: Spotlight index rebuilt
ja: Spotlight インデックスを再構築しました
ko: Spotlight 색인을 다시 만들었습니다

source: TMDB 測試失敗
en: TMDB test failed
ja: TMDB のテストに失敗しました
ko: TMDB 테스트 실패
zh_hans: TMDB 测试失败

source: TMDB 連線正常
en: TMDB is reachable
ja: TMDB に接続できました
ko: TMDB 연결 정상
zh_hans: TMDB 连接正常

source: TMDB（中繼資料 / 劇照）
en: TMDB (metadata / stills)
ja: TMDB（メタデータ / スチル）
ko: TMDB(메타데이터 / 스틸)
zh_hans: TMDB（中继数据 / 剧照）

source: Trakt 已連線
en: Trakt connected
ja: Trakt に接続しました
ko: Trakt 연결됨
zh_hans: Trakt 已连接

source: VideoToolbox（建議）
en: VideoToolbox (recommended)
ja: VideoToolbox（推奨）
ko: VideoToolbox(권장)
zh_hans: VideoToolbox（建议）

source: Webhook URL（留空用長輪詢）
en: Webhook URL (blank for long polling)
ja: Webhook URL（空欄でロングポーリング）
ko: Webhook URL(비워 두면 롱 폴링)
zh_hans: Webhook URL（留空用长轮询）

source: milmil %@ 已釋出
en: milmil %@ is out
ja: milmil %@ がリリースされました
ko: milmil %@ 출시
zh_hans: milmil %@ 已发布

source: milmil 說明
en: milmil Help
ja: milmil ヘルプ
ko: milmil 도움말
zh_hans: milmil 帮助

source: mpv 會依此順序挑選內嵌軌；留空用 zh-TW → zh → en / ja。
en: mpv picks embedded tracks in this order; blank means zh-TW → zh → en / ja.
ja: mpv はこの順で内蔵トラックを選びます。空欄なら zh-TW → zh → en / ja。
ko: mpv가 이 순서로 내장 트랙을 고릅니다. 비워 두면 zh-TW → zh → en / ja.
zh_hans: mpv 会依此顺序挑选内嵌轨；留空用 zh-TW → zh → en / ja。

source: v%@ · 已運行 %@
en: v%1$@ · up %2$@
ja: v%1$@ · 稼働 %2$@
ko: v%1$@ · 가동 %2$@
zh_hans: v%1$@ · 已运行 %2$@

source: yt-dlp 執行失敗
en: yt-dlp failed to run
ja: yt-dlp の実行に失敗しました
ko: yt-dlp 실행에 실패했습니다
zh_hans: yt-dlp 运行失败

# • 確認伺服器已啟動（docker compose ps） • 若在外網，確認 VPN / 反向代理 • 自簽憑證請用 http 或先在 Safari 信任
source: • 確認伺服器已啟動（docker compose ps）\n• 若在外網，確認 VPN / 反向代理\n• 自簽憑證請用 http 或先在 Safari 信任
en: • Check the server is running (docker compose ps)\n• Off-LAN: check VPN / reverse proxy\n• Self-signed certs: use http or trust it in Safari first
ja: • サーバーが起動しているか確認（docker compose ps）\n• 外部ネットワークなら VPN / リバースプロキシを確認\n• 自己署名証明書は http を使うか、先に Safari で信頼してください
ko: • 서버가 실행 중인지 확인(docker compose ps)\n• 외부 네트워크라면 VPN / 리버스 프록시 확인\n• 자체 서명 인증서는 http를 쓰거나 먼저 Safari에서 신뢰하세요
zh_hans: • 确认服务器已启动（docker compose ps）\n• 若在外网，确认 VPN / 反向代理\n• 自签证书请用 http 或先在 Safari 信任

source: ← 回到本季
en: ← Back to this season
ja: ← 今シーズンへ戻る
ko: ← 이번 시즌으로 돌아가기

source: 《%@》開始咗，要唔要照「%@」嘅規則追？
en: “%1$@” has started — follow it with the “%2$@” rule?
ja: 「%1$@」が始まりました。「%2$@」のルールで追いかけますか？
ko: “%1$@”이(가) 시작되었습니다. “%2$@” 규칙으로 계속 받을까요?
zh_hans: 《%1$@》开始了，要照“%2$@”的规则追吗？

source: 「%@」呢套完咗，全部集數都齊，停用規則？
en: “%@” has finished and every episode is on disk — disable the rule?
ja: 「%@」は完結し、全話が揃っています。ルールを無効にしますか？
ko: “%@”이(가) 완결되었고 모든 에피소드가 있습니다. 규칙을 끌까요?
zh_hans: “%@”这部完结了，全部集数都齐，停用规则？

source: 「觀看中」同有自動下載規則嘅番劇，新集落地就自動保留到呢部 Mac；釘選嘅副本唔會被自動刪除。
en: Shows you are watching or have an auto-download rule for are kept on this Mac as new episodes land; pinned copies are never removed automatically.
ja: 「視聴中」または自動ダウンロードルールのある作品は、新しい話が届くとこの Mac に自動保存されます。ピン留めしたコピーは自動削除されません。
ko: '시청 중'이거나 자동 다운로드 규칙이 있는 작품은 새 에피소드가 도착하면 이 Mac에 자동 보관됩니다. 고정된 사본은 자동 삭제되지 않습니다.
zh_hans: “观看中”和有自动下载规则的番剧，新集到达后会自动保留到这台 Mac；钉选的副本不会被自动删除。

source: 一般
en: General
ko: 일반
zh_hans: 通用

source: 上一層
en: Up one level
ja: 上の階層へ
ko: 상위 폴더로
zh_hans: 上一层

source: 上一年
en: Previous year
ja: 前の年
ko: 이전 해

source: 上一格
en: Previous frame
ja: 前のフレーム
ko: 이전 프레임

source: 上一集
en: Previous Episode
ja: 前のエピソード
ko: 이전 에피소드

source: 上一集 / 下一集
en: Previous / next episode
ja: 前 / 次の話
ko: 이전 / 다음 에피소드

source: 上一頁
en: Previous
ja: 前へ
ko: 이전
zh_hans: 上一页

source: 上季最佳
en: Best of Last Season
ja: 前期ベスト
ko: 지난 시즌 최고

source: 上次同步 %@
en: Last sync %@
ja: 前回の同期 %@
ko: 마지막 동기화 %@

source: 上次執行 %@
en: Last run %@
ja: 最終実行 %@
ko: 마지막 실행 %@
zh_hans: 上次执行 %@

source: 上次抓取 %@
en: Last fetched %@
ja: 前回の取得 %@
ko: 마지막 가져오기 %@

source: 上次掃描
en: Last scan
ja: 前回のスキャン
ko: 마지막 스캔
zh_hans: 上次扫描

source: 上次觸發 %@
en: Last triggered %@
ja: 前回の実行 %@
ko: 마지막 실행 %@
zh_hans: 上次触发 %@

source: 上次送出 %@
en: Last sent %@
ja: 前回の送信 %@
ko: 마지막 전송 %@

source: 上次送出失敗
en: Last send failed
ja: 前回の送信に失敗しました
ko: 마지막 전송 실패
zh_hans: 上次送出失败

source: 下一個字幕軌
en: Next subtitle track
ja: 次の字幕トラック
ko: 다음 자막 트랙
zh_hans: 下一个字幕轨

source: 下一個音軌
en: Next audio track
ja: 次の音声トラック
ko: 다음 오디오 트랙
zh_hans: 下一个音轨

source: 下一年
en: Next year
ja: 次の年
ko: 다음 해

source: 下一格
en: Next frame
ja: 次のフレーム
ko: 다음 프레임

source: 下一次開啟播放器時生效。
en: Takes effect the next time the player opens.
ja: 次にプレーヤーを開いたときに反映されます。
ko: 다음에 플레이어를 열 때 적용됩니다.
zh_hans: 下一次开启播放器时生效。

source: 下一集
en: Next Episode
ja: 次のエピソード
ko: 다음 EP

source: 下一集 %lld
en: Next EP %lld
ja: 次は第%lld話
ko: 다음 %lld화

source: 下一集 EP%lld · %@
en: Next EP%1$lld · %2$@
ja: 次回 EP%1$lld · %2$@
ko: 다음 EP%1$lld · %2$@
zh_hans: 下一集 EP%1$lld · %2$@

source: 下一集 · %lld 秒後
en: Next episode · in %lld s
ja: 次のエピソード · %lld 秒後
ko: 다음 에피소드 · %lld초 후
zh_hans: 下一集 · %lld 秒后

source: 下一頁
en: Next page
ja: 次のページ
ko: 다음 페이지
zh_hans: 下一页

source: 下次自動跳過 %@–%@？
en: Skip %1$@–%2$@ automatically next time?
ja: 次回から %1$@–%2$@ を自動スキップしますか？
ko: 다음부터 %1$@–%2$@ 자동 건너뛰기?
zh_hans: 下次自动跳过 %1$@–%2$@？

source: 下載
en: Downloads
ja: ダウンロード
ko: 다운로드
zh_hans: 下载

source: 下載 yt-dlp
en: Download yt-dlp
ja: yt-dlp をダウンロード
ko: yt-dlp 다운로드
zh_hans: 下载 yt-dlp

source: 下載中
en: Downloading
ja: ダウンロード中
ko: 다운로드 중
zh_hans: 下载中

source: 下載中 %@ / %@
en: Downloading %1$@ / %2$@
ja: ダウンロード中 %1$@ / %2$@
ko: 다운로드 중 %1$@ / %2$@
zh_hans: 下载中 %1$@ / %2$@

source: 下載中…
en: Downloading…
ja: ダウンロード中…
ko: 다운로드 중…
zh_hans: 下载中…

source: 下載同步
en: Download sync
ja: ダウンロード同期
ko: 다운로드 동기화
zh_hans: 下载同步

source: 下載器（aria2）
en: Downloader (aria2)
ja: ダウンローダー（aria2）
ko: 다운로더 (aria2)
zh_hans: 下载器（aria2）

source: 下載失敗
en: Download failed
ja: ダウンロード失敗
ko: 다운로드 실패
zh_hans: 下载失败

source: 下載失敗 · %lld / %lld
en: Failed · %lld / %lld
ja: 失敗 · %lld / %lld
ko: 실패 · %lld / %lld
zh_hans: 下载失败 · %lld / %lld

source: 下載完成
en: Download completed
ja: ダウンロード完了
ko: 다운로드 완료
zh_hans: 下载完成

source: 下載完成、掃描結果與系統訊息會出現在這裡。
en: Finished downloads, scan results and system messages show up here.
ja: ダウンロード完了、スキャン結果、システムメッセージがここに表示されます。
ko: 다운로드 완료, 스캔 결과, 시스템 메시지가 여기에 표시됩니다.
zh_hans: 下载完成、扫描结果与系统讯息会出现在这里。

source: 下載規則
en: Download rules
ja: ダウンロードルール
ko: 다운로드 규칙
zh_hans: 下载规则

source: 下載開始
en: Download started
ja: ダウンロード開始
ko: 다운로드 시작
zh_hans: 下载开始

source: 下載頁
en: Downloads
ja: ダウンロードページ
ko: 다운로드 페이지
zh_hans: 下载页

source: 不再提示
en: Don’t show again
ja: 今後表示しない
ko: 다시 표시하지 않음

source: 不套用規則
en: No rule
ja: ルールを適用しない
ko: 규칙 적용 안 함
zh_hans: 不套用规则

source: 不指定
en: None
ja: 指定しない
ko: 지정 안 함

source: 不用
en: No thanks
ja: いいえ
ko: 아니요

source: 不轉換
en: No conversion
ja: 変換しない
ko: 변환 안 함
zh_hans: 不转换

source: 不限
en: Any
ja: 指定なし
ko: 제한 없음

source: 中
en: Medium
ko: 중간

source: 中卡片
en: Medium cards
ja: 中くらいのカード
ko: 중간 카드

source: 中斷連線
en: Disconnect
ja: 接続を解除
ko: 연결 해제
zh_hans: 中断连接

source: 串流
en: Stream
ja: ストリーム
ko: 스트림
zh_hans: 流媒体

source: 串流方式、解碼、掉幀與 mpv 記錄，貼到 issue 就好。
en: Stream path, decoder, dropped frames and the mpv log — paste it into an issue.
ja: ストリーム方式、デコード、コマ落ち、mpv ログ。issue に貼ればOK。
ko: 스트리밍 방식, 디코더, 프레임 드롭, mpv 로그 — 이슈에 붙여넣으세요.
zh_hans: 串流方式、解码、掉帧与 mpv 记录，贴到 issue 就好。

source: 主字幕
en: Primary subtitles
ja: メイン字幕
ko: 기본 자막

source: 主機
en: Host
ja: ホスト
ko: 호스트
zh_hans: 主机

source: 主視窗
en: Main window
ja: メインウインドウ
ko: 메인 윈도우
zh_hans: 主窗口

source: 主題
en: Theme
ja: テーマ
ko: 테마
zh_hans: 主题

source: 之後登入只需要密碼。
en: Signing in will only need the password.
ja: 以後のサインインはパスワードだけになります。
ko: 이후 로그인에는 비밀번호만 필요합니다.
zh_hans: 之后登录只需要密码。

source: 事件
en: Event
ja: イベント
ko: 이벤트

source: 事件路由
en: Event routing
ja: イベントのルーティング
ko: 이벤트 라우팅

source: 人氣
en: Popularity
ja: 人気
ko: 인기
zh_hans: 人气

source: 今天
en: Today
ja: 今日
ko: 오늘

source: 今天播出
en: Airs today
ja: 今日放送
ko: 오늘 방영

source: 今日播出
en: Airing today
ja: 今日放送
ko: 오늘 방영

source: 今日時刻表
en: Today's Schedule
ja: 今日の番組表
ko: 오늘 편성표
zh_hans: 今日时刻表

source: 介面
en: Interface
ja: インターフェース
ko: 인터페이스
zh_hans: 界面

source: 介面語言
en: Interface Language
ja: 表示言語
ko: 인터페이스 언어
zh_hans: 界面语言

source: 代碼已過期，請重新配對
en: Code expired, pair again
ja: コードの期限が切れました。もう一度ペアリングしてください
ko: 코드가 만료되었습니다. 다시 페어링하세요
zh_hans: 代码已过期，请重新配对

source: 以目前的來源 / 解析度 / 字幕組建立 RSS 訂閱規則，之後新集數自動下載
en: Create an RSS rule from the current source / resolution / sub-group; new episodes download automatically
ja: 現在のソース / 解像度 / 字幕グループで RSS ルールを作成し、新しいエピソードを自動ダウンロードします
ko: 현재 소스 / 해상도 / 자막 그룹으로 RSS 규칙을 만들어 새 에피소드를 자동으로 내려받습니다
zh_hans: 以目前的来源 / 分辨率 / 字幕组建立 RSS 订阅规则，之后新集数自动下载

source: 仲未有外部播放器連線過。
en: No external player has connected yet.
ja: 外部プレイヤーの接続はまだありません。
ko: 아직 연결된 외부 플레이어가 없습니다.
zh_hans: 还没有外部播放器连接过。

source: 任意
en: Any
ja: 指定なし
ko: 임의

source: 任意解析度
en: Any resolution
ja: すべての解像度
ko: 모든 해상도
zh_hans: 任意分辨率

source: 伺服器
en: Server
ja: サーバー
ko: 서버
zh_hans: 服务器

source: 伺服器 %@ 尚未建立管理員帳號。建立帳號、第一個媒體庫與整合請在瀏覽器完成，之後再回來登入。
en: Server %@ has no admin account yet. Create the account, first library and integrations in the browser, then come back to sign in.
ja: サーバー %@ にはまだ管理者アカウントがありません。アカウント、最初のライブラリ、連携はブラウザで作成してから戻ってサインインしてください。
ko: 서버 %@에 아직 관리자 계정이 없습니다. 계정, 첫 라이브러리, 연동을 브라우저에서 만든 뒤 돌아와서 로그인하세요.
zh_hans: 服务器 %@ 尚未建立管理员账号。建立账号、第一个媒体库与集成请在浏览器完成，之后再回来登录。

source: 伺服器上沒有設定 rclone remote。先在伺服器執行 `rclone config` 建立一個。
en: No rclone remotes are configured on the server. Run `rclone config` there first.
ja: サーバーに rclone リモートが設定されていません。先にサーバーで `rclone config` を実行してください。
ko: 서버에 설정된 rclone 리모트가 없습니다. 먼저 서버에서 `rclone config`를 실행하세요.
zh_hans: 服务器上没有配置 rclone remote。请先在服务器上运行 `rclone config` 创建一个。

source: 伺服器上的路徑
en: Path on the server
ja: サーバー上のパス
ko: 서버의 경로
zh_hans: 服务器上的路径

source: 伺服器地址
en: Server address
ja: サーバーアドレス
ko: 서버 주소
zh_hans: 服务器地址

source: 伺服器尚未初始化
en: Server not set up yet
ja: サーバーはまだ初期化されていません
ko: 서버가 아직 초기화되지 않았습니다
zh_hans: 服务器尚未初始化

source: 伺服器會把這個操作反轉回去。
en: The server will reverse this action.
ja: サーバーがこの操作を元に戻します。
ko: 서버가 이 작업을 되돌립니다.
zh_hans: 服务器会把这个操作反转回去。

source: 伺服器版本未提供服務管理，請更新 milmil server。
en: This server does not offer service management; update milmil server.
ja: このサーバーはサービス管理に対応していません。milmil server を更新してください。
ko: 이 서버는 서비스 관리를 지원하지 않습니다. milmil server를 업데이트하세요.
zh_hans: 服务器版本未提供服务管理，请更新 milmil server。

source: 伺服器網址
en: Server URL
ja: サーバー URL
ko: 서버 주소
zh_hans: 服务器网址

source: 伺服器路徑前綴對應到本機掛載（例如 NAS）。命中且檔案存在時 mpv 直接開本機檔案，不經伺服器串流。
en: Map a server path prefix to a local mount (e.g. a NAS). When it matches and the file exists, mpv opens the local file directly instead of streaming.
ja: サーバーのパス接頭辞をローカルのマウント（NAS など）に対応付けます。一致してファイルが存在すれば、mpv はサーバー経由のストリームではなくローカルファイルを直接開きます。
ko: 서버 경로 접두사를 로컬 마운트(예: NAS)에 매핑합니다. 일치하고 파일이 있으면 mpv가 서버 스트리밍 없이 로컬 파일을 직접 엽니다.
zh_hans: 服务器路径前缀对应到本地挂载（例如 NAS）。命中且文件存在时 mpv 直接开本地文件，不经服务器流媒体。

source: 伺服器路徑（如 /media）
en: Server path (e.g. /media)
ja: サーバーのパス（例: /media）
ko: 서버 경로(예: /media)
zh_hans: 服务器路径（如 /media）

source: 伺服器轉碼中…
en: Transcoding on the server…
ja: サーバーでトランスコード中…
ko: 서버에서 트랜스코딩 중…
zh_hans: 服务器转码中…

source: 伺服器轉碼中… %lld%%
en: Transcoding on the server… %lld%%
ja: サーバーでトランスコード中… %lld%%
ko: 서버에서 트랜스코딩 중… %lld%%
zh_hans: 服务器转码中… %lld%%

source: 伺服器轉碼失敗
en: Server transcode failed
ja: サーバーのトランスコードに失敗しました
ko: 서버 트랜스코딩 실패
zh_hans: 服务器转码失败

source: 伺服器類型
en: Server type
ja: サーバーの種類
ko: 서버 유형
zh_hans: 服务器类型

source: 位元率
en: Bitrate
ja: ビットレート
ko: 비트레이트
zh_hans: 码率

source: 位置
en: Position
ko: 위치

source: 低
en: Low
ko: 낮음

source: 作品
en: Title
ko: 작품

source: 作品頁
en: Details
ja: 作品ページ
ko: 작품 페이지
zh_hans: 作品页

source: 使用中
en: In use
ko: 사용 중

source: 使用者
en: User
ja: ユーザー
ko: 사용자

source: 使用者名稱
en: Username
ja: ユーザー名
ko: 사용자 이름
zh_hans: 用户名

source: 使用者名稱或密碼錯誤
en: Wrong username or password
ja: ユーザー名またはパスワードが違います
ko: 사용자 이름 또는 비밀번호가 잘못되었습니다
zh_hans: 用户名或密码错误

source: 使用這個來源的規則也會一起停用。
en: Rules using this feed will stop working too.
ja: このソースを使うルールも動作しなくなります。
ko: 이 소스를 사용하는 규칙도 함께 중지됩니다.
zh_hans: 使用这个来源的规则也会一起停用。

source: 來源
en: Source
ja: ソース
ko: 소스
zh_hans: 来源

source: 來源類型
en: Source type
ja: ソースの種類
ko: 소스 유형
zh_hans: 来源类型

source: 依播出時間表，為「觀看中」與有自動下載規則的番劇排定本機提醒；App 沒有開啟也會送出。
en: Schedules local reminders from the airing calendar for shows you are watching or have an auto-download rule for; they fire even when the app is closed.
ja: 放送スケジュールに基づき、「視聴中」または自動ダウンロールールのある作品にローカル通知を予約します。アプリを閉じていても届きます。
ko: 방영 일정에 따라 '시청 중'이거나 자동 다운로드 규칙이 있는 작품의 로컬 알림을 예약합니다. 앱이 닫혀 있어도 전송됩니다.
zh_hans: 依播出时间表，为“观看中”与有自动下载规则的番剧安排本机提醒；App 未开启也会送出。

source: 依播出時間表，為「觀看中」與有自動下載規則的番劇排定本機提醒；App 沒有開啟也會送出。暫停半小時未看完會提醒一次；週報在星期日 20:00 總結本週新集數。
en: Schedules local reminders from the airing calendar for shows you are watching or have an auto-download rule for; they fire even when the app is closed. An episode left paused for half an hour gets one reminder; the weekly digest sums up the week’s new episodes on Sunday at 20:00.
ja: 放送スケジュールに基づき、「視聴中」または自動ダウンロードルールのある作品にローカル通知を予約します。アプリを閉じていても届きます。30 分間一時停止したままの話は一度だけ通知し、週報は日曜 20:00 に今週の新しい話をまとめます。
ko: 방영 일정에 따라 '시청 중'이거나 자동 다운로드 규칙이 있는 작품의 로컬 알림을 예약합니다. 앱이 닫혀 있어도 전송됩니다. 30분 동안 일시정지된 에피소드는 한 번 알리고, 주간 요약은 일요일 20:00에 이번 주 새 에피소드를 정리합니다.
zh_hans: 依播出时间表，为“观看中”与有自动下载规则的番剧安排本机提醒；App 未开启也会送出。暂停半小时未看完会提醒一次；周报在星期日 20:00 总结本周新集数。

source: 保存
en: Save
ko: 저장

source: 保存到伺服器，下次自動載入
en: Save to the server and load automatically next time
ja: サーバーに保存して次回自動で読み込む
ko: 서버에 저장하고 다음에 자동으로 불러오기
zh_hans: 保存到服务器，下次自动载入

source: 保留中 %lld%%
en: Keeping %lld%%
ja: 保存中 %lld%%
ko: 보관 중 %lld%%

source: 保留喺呢部 Mac
en: Keep on this Mac
ja: この Mac に保存
ko: 이 Mac에 보관
zh_hans: 保留在这台 Mac

source: 保留喺呢部 Mac，冇網絡都可以睇
en: Keep on this Mac to watch without a connection
ja: この Mac に保存してオフラインでも視聴
ko: 이 Mac에 보관해 연결 없이도 시청
zh_hans: 保留在这台 Mac，没网络也能看

source: 保留失敗
en: Keep failed
ja: 保存失敗
ko: 보관 실패
zh_hans: 保留失败

source: 保留整套
en: Keep whole series
ja: 全話を保存
ko: 전체 보관

source: 保留整套喺呢部 Mac
en: Keep whole series on this Mac
ja: 全話をこの Mac に保存
ko: 전체 시리즈를 이 Mac에 보관
zh_hans: 整套保留在这台 Mac

source: 保留最新未看
en: Keep latest unwatched
ja: 未視聴の最新話を保存
ko: 최신 미시청 보관

source: 停用
en: Disable
ja: 無効にする
ko: 비활성화

source: 停用兩步驟驗證？
en: Disable two-step verification?
ja: 2 段階認証を無効にしますか？
ko: 2단계 인증을 비활성화할까요?
zh_hans: 停用两步骤验证？

source: 側欄
en: Sidebar
ja: サイドバー
ko: 사이드바
zh_hans: 侧栏

source: 備份
en: Backup
ja: バックアップ
ko: 백업
zh_hans: 备份

source: 傳輸
en: Transfers
ja: 転送
ko: 전송
zh_hans: 传输

source: 僅顯示前 200 項；套用時會包含全部。
en: Showing the first 200 only; applying includes everything.
ja: 先頭の 200 件のみ表示しています。適用時はすべて含まれます。
ko: 처음 200개만 표시됩니다. 적용 시에는 전체가 포함됩니다.
zh_hans: 仅显示前 200 项；应用时会包含全部。

source: 儲存
en: Save
ja: 保存
ko: 저장
zh_hans: 保存

source: 儲存中…
en: Saving…
ja: 保存中…
ko: 저장 중…
zh_hans: 保存中…

source: 儲存位置
en: Save location
ja: 保存先
ko: 저장 위치
zh_hans: 保存位置

source: 儲存截圖
en: Save Screenshot
ja: スクリーンショットを保存
ko: 스크린샷 저장
zh_hans: 保存截图

source: 儲存設定
en: Save Settings
ja: 設定を保存
ko: 설정 저장
zh_hans: 保存设置

source: 允許的 chat ID（逗號分隔）
en: Allowed chat IDs (comma separated)
ja: 許可する chat ID（カンマ区切り）
ko: 허용된 chat ID(쉼표로 구분)
zh_hans: 允许的 chat ID（逗号分隔）

source: 允許的 guild ID（逗號分隔）
en: Allowed guild IDs (comma separated)
ja: 許可する guild ID（カンマ区切り）
ko: 허용된 guild ID(쉼표로 구분)
zh_hans: 允许的 guild ID（逗号分隔）

source: 元件與授權
en: Components and licenses
ja: コンポーネントとライセンス
ko: 구성 요소 및 라이선스
zh_hans: 组件与许可

source: 先儲存再測試
en: Save before testing
ja: 先に保存してからテストしてください
ko: 먼저 저장한 뒤 테스트하세요
zh_hans: 先保存再测试

source: 先揀一套番
en: Pick a series first
ja: まず作品を選んでください
ko: 먼저 작품을 선택하세요
zh_hans: 先选一部番

source: 先追幾套番，角色會出現在這裡。
en: Follow a few series and their characters will show up here.
ja: 作品をフォローすると、キャラクターがここに表示されます。
ko: 작품을 몇 개 팔로우하면 캐릭터가 여기에 표시됩니다.
zh_hans: 先追几部番，角色会出现在这里。

source: 先選一部作品
en: Pick a title first
ja: まず作品を選んでください
ko: 먼저 작품을 선택하세요
zh_hans: 先选一部作品

source: 全畫面
en: Full screen
ja: 全画面
ko: 전체 화면
zh_hans: 全画面

source: 全螢幕
en: Full screen
ja: フルスクリーン
ko: 전체 화면
zh_hans: 全屏幕

source: 全部
en: All
ja: すべて
ko: 전체

source: 全部來源
en: All sources
ja: すべてのソース
ko: 모든 소스
zh_hans: 全部来源

source: 全部標為已讀
en: Mark all as read
ja: すべて既読にする
ko: 모두 읽음으로 표시
zh_hans: 全部标为已读

source: 全部正常
en: All healthy
ja: すべて正常
ko: 모두 정상

source: 全部看完
en: All watched
ja: すべて視聴済み
ko: 모두 시청함

source: 全部還原預設
en: Reset all to defaults
ja: すべてデフォルトに戻す
ko: 모두 기본값으로 복원
zh_hans: 全部还原默认

source: 兩次輸入的密碼不一致
en: Passwords don't match
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
zh_hans: 两次输入的密码不一致

source: 兩步驟驗證
en: Two-step verification
ja: 2 段階認証
ko: 2단계 인증
zh_hans: 两步骤验证

source: 兩步驟驗證已停用
en: Two-step verification disabled
ja: 2 段階認証を無効にしました
ko: 2단계 인증이 비활성화되었습니다
zh_hans: 两步骤验证已停用

source: 兩步驟驗證已啟用
en: Two-step verification enabled
ja: 2 段階認証を有効にしました
ko: 2단계 인증이 활성화되었습니다
zh_hans: 两步骤验证已启用

source: 共享資料夾
en: Share
ja: 共有フォルダ
ko: 공유 폴더
zh_hans: 共享文件夹

source: 其他
en: Other
ja: その他
ko: 기타

source: 冇背景工作資料。
en: No background job data.
ja: バックグラウンドジョブの情報がありません。
ko: 백그라운드 작업 정보가 없습니다.
zh_hans: 没有后台任务数据。

source: 再輸入一次新密碼
en: Repeat new password
ja: 新しいパスワードをもう一度入力
ko: 새 비밀번호 다시 입력
zh_hans: 再输入一次新密码

source: 冒險
en: Adventure
ja: 冒険
ko: 모험
zh_hans: 冒险

source: 冬
en: Winter
ko: 겨울

source: 冬季
en: Winter
ja: 冬
ko: 겨울

source: 凹陷
en: Depressed
ja: くぼみ
ko: 함몰

source: 分享
en: Share
ja: 共有
ko: 공유

source: 分享作品頁
en: Share Series Page
ja: 作品ページを共有
ko: 작품 페이지 공유
zh_hans: 分享作品页

source: 切換
en: Switch
ja: 切り替え
ko: 전환
zh_hans: 切换

source: 切換伺服器
en: Switch server
ja: サーバーを切り替え
ko: 서버 전환
zh_hans: 切换服务器

source: 切換伺服器…
en: Switch Server…
ja: サーバーを切り替え…
ko: 서버 전환…
zh_hans: 切换服务器…

source: 切換字幕軌
en: Switch subtitle track
ja: 字幕トラックを切り替え
ko: 자막 트랙 전환
zh_hans: 切换字幕轨

source: 切換音軌
en: Switch audio track
ja: 音声トラックを切り替え
ko: 오디오 트랙 전환
zh_hans: 切换音轨

source: 刪除
en: Delete
ja: 削除
ko: 삭제
zh_hans: 删除

source: 刪除 %lld 個檔案，回收 %@
en: Deleted %lld files, reclaimed %@
ja: %lld ファイルを削除し、%@ を削減しました
ko: 파일 %lld개 삭제, %@ 회수
zh_hans: 删除 %lld 个文件，回收 %@

source: 刪除 API token
en: Delete API token
ja: API トークンを削除
ko: API 토큰 삭제
zh_hans: 删除 API token

source: 刪除「%@」？
en: Delete “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
zh_hans: 删除“%@”？

source: 刪除下載
en: Delete download
ja: ダウンロードを削除
ko: 다운로드 삭제
zh_hans: 删除下载
